_posts/2017-01-26-slope-of-chinese.html
---
layout: post
title: The slippery slope of Chinese
subtitle: 
tags: [Chinese, readability, language learning]
category: blog
---
</p>

</div>

<p>
So why should we care about the rate at which a certain author introduces new Chinese characters in a book? Because of mental bandwidth.
</p>

<p>
I read this idea in a fantastic book called Scarcity, by Sendhil Mullainathan and Eldar Shafir.
</p>

<p>
In this post I’m going to try to expand their idea so that it applies to vocabularies.
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Standing on the shoulders of giants</h2>
<div class="outline-text-2" id="text-1">
<p>
I am basing this post on the ideas put forward by the extensive reading researchers.
</p>

<p>
My simplified understanding of extensive reading is the following: if you understand most of the text, you can learn new words by context.
</p>

<p>
What does “most of the text” mean? Roughly 99%.
</p>

<p>
How fast can you learn new words? You can learn a new word when you encounter it 7 times in different, comprehensible contexts.
</p>

<p>
The comprehension constraint is very strict: if the unknown words reach 3 per cent, you can no longer understand the text.
</p>

<p>
So, a book that introduces vocabulary more slowly is less demanding on the mental bandwidth of the reader, whereas a difficult book does not.
</p>

<p>
Questions that remain unanswered: can you show me the slope of a book?
</p>

<p>
I will refine this posts with references and graphs in the future.
</p>

<div class="export">
<p>
&lt;!&#x2013;description&#x2013;&gt;
</p>

</div>
</div>
</div>
